{
  "fullText": "Romeo and Juliet: Act II, Scene II\nBy William Shakespeare\nScene: Capulet’s Orchard\n[Enter ROMEO]\nROMEO: He jests  at scars that never felt a wound .\n[JULIET appears above at a window]\nBut soft ! What light through yonder  window breaks? It is the east, and Juliet is the sun. Arise, fair  sun, and kill  the envious  moon, Who is already sick and pale with grief , That thou her maid  art far more fair than she. Be not her maid, since she is envious; Her vestal  livery  is but sick and green , And none but fools do wear it. Cast  it off! It is my lady. Oh, it is my love. Oh, that she knew she were ! She speaks, yet she says nothing. What of that? Her eye discourses . I will answer it. I am too bold . 'Tis not to me she speaks. Two of the fairest stars in all the heaven, Having some business, do entreat  her eyes To twinkle in their spheres  till they return. What if her eyes were there, they in her head? The brightness of her cheek would shame  those stars As daylight doth a lamp. Her eyes in heaven Would through the airy region  stream so bright That birds would sing and think it were not night. See how she leans her cheek upon her hand. Oh, that I were a glove upon that hand, That I might touch that cheek!\nJULIET: Ay me !\nROMEO: She speaks. O, speak again, bright angel! For thou art As glorious  to this night, being o'er my head, As is a wingèd messenger of heaven Unto the white-upturnèd  wond'ring eyes Of mortals  that fall back to gaze on him When he bestrides  the lazy-pacing  clouds And sails upon the bosom  of the air.\nJULIET: O Romeo, Romeo! Wherefore  art thou Romeo? Deny thy father and refuse thy name. Or, if thou wilt not, be but sworn  my love, And I’ll no longer be a Capulet.\nROMEO [Aside]: Shall I hear more, or shall I speak at this?\nJULIET: 'Tis but thy name that is my enemy. Thou art thyself, though not a Montague. What’s Montague? It is nor hand, nor foot, Nor arm, nor face, nor any other part Belonging to a man. O, be some other name! What’s in a name? That which we call a rose By any other word would smell as sweet. So Romeo would, were he not Romeo called, Retain  that dear perfection which he owes  Without that title  Romeo, doff  thy name, And for that name, which is no part of thee, Take all myself.\nROMEO: I take thee at thy word. Call me but love, and I’ll be new baptized . Henceforth  I never will be Romeo.\nJULIET: What man art thou that, thus bescreened  in night, So stumblest  on my counsel ?\nROMEO: By a name I know not how to tell thee who I am. My name, dear saint, is hateful to myself Because it is an enemy to thee. Had I it written, I would tear the word.\nJULIET: My ears have not yet drunk  a hundred words Of that tongue’s utterance , yet I know the sound. Art thou not Romeo, and a Montague?\nROMEO: Neither, fair maid, if either thee dislike .\nJULIET: How camest thou hither , tell me, and wherefore? The orchard walls are high and hard to climb, And the place death, considering who thou art, If any of my kinsmen  find thee here.\nROMEO: With love’s light wings did I o’erperch  these walls, For stony limits cannot hold love out, And what love can do, that dares love attempt. Therefore thy kinsmen are no stop  to me.\nJULIET: If they do see thee, they will murder thee.\nROMEO: Alack , there lies more peril  in thine eye Than twenty of their swords. Look thou but sweet, And I am proof  against their enmity .\nJULIET: I would not for the world they saw thee here.\nROMEO: I have night’s cloak  to hide me from their eyes, And but thou love me, let them find me here. My life were better ended by their hate Than death proroguèd , wanting  of thy love.\nJULIET: By whose direction found’st thou out this place?\nROMEO: By love, that first did prompt  me to inquire . He lent me counsel and I lent him eyes. I am no pilot , yet, wert thou as far As that vast shore washed with the farthest sea, I would adventure  for such merchandise .\nJULIET: Thou know’st the mask of night is on my face, Else would a maiden  blush bepaint  my cheek For that which thou hast heard me speak tonight. Fain  would I dwell on form , fain, fain deny What I have spoke. But farewell compliment ! Dost thou love me? I know thou wilt say “Ay,” And I will take thy word. Yet if thou swear’st Thou mayst prove false . At lovers’ perjuries , They say, Jove  laughs. O gentle Romeo, If thou dost love, pronounce it faithfully . Or if thou think’st I am too quickly won, I’ll frown and be perverse  and say thee nay , So thou wilt woo . But else, not for the world. In truth, fair Montague, I am too fond .\nAnd therefore thou mayst think my 'havior  light . But trust me, gentleman, I’ll prove more true Than those that have more coying  to be strange . I should have been more strange, I must confess, But that thou overheard’st, ere  I was 'ware , My true love’s passion. Therefore pardon me, And not impute  this yielding  to light love, Which the dark night hath so discoverèd .\nROMEO: Lady, by yonder blessèd moon I swear That tips with silver all these fruit-tree tops—\nJULIET: O, swear not by the moon, th’ inconstant  moon, That monthly changes in her circled orb , Lest that thy love prove likewise variable .\nROMEO: What shall I swear by?\nJULIET: Do not swear at all. Or, if thou wilt, swear by thy gracious  self, Which is the god of my idolatry , And I’ll believe thee.\nROMEO: If my heart’s dear love—\nJULIET: Well, do not swear. Although I joy in thee, I have no joy of this contract  tonight. It is too rash , too unadvised , too sudden, Too like the lightning, which doth cease to be Ere one can say “It lightens.” Sweet, good night. This bud of love, by summer’s ripening breath, May prove a beauteous  flower when next we meet.\nGood night, good night! As sweet repose  and rest Come to thy heart as that within my breast!\nROMEO: O, wilt thou leave me so unsatisfied ?\nJULIET: What satisfaction canst thou have tonight?\nROMEO: Th’ exchange of thy love’s faithful vow for mine.\nJULIET: I gave thee mine before thou didst request it, And yet I would it were to give again.\nROMEO: Wouldst thou withdraw it? For what purpose, love?\nJULIET: But to be frank  and give it thee again. And yet I wish but for the thing I have. My bounty  is as boundless  as the sea, My love as deep. The more I give to thee, The more I have, for both are infinite .\n[Nurse calls within]\nJULIET: I hear some noise within. Dear love, adieu !— Anon , good Nurse!—Sweet Montague, be true. Stay but a little. I will come again.\n[Exit JULIET]\nROMEO: O blessèd, blessèd night! I am afeard , Being in night, all this is but a dream, Too flattering  sweet to be substantial .\n[Re-enter JULIET, above]\nJULIET: Three words, dear Romeo, and good night indeed. If that thy bent  of love be honorable, Thy purpose marriage, send me word tomorrow By one that I’ll procure  to come to thee, Where and what time thou wilt perform the rite .\nAnd all my fortunes  at thy foot I’ll lay And follow thee my lord throughout the world.\n[Nurse calls within]\nNURSE: Madam!\nJULIET: I come, anon.—But if thou mean’st not well, I do beseech  thee—\n[Nurse calls within]\nNURSE: Madam!\nJULIET: By and by , I come!— To cease thy strife  and leave me to my grief. Tomorrow will I send.\nROMEO: So thrive  my soul—\nJULIET: A thousand times good night!\n[Exit JULIET]\nROMEO: A thousand times the worse to want  thy light. Love goes toward love as schoolboys from their books, But love from love, toward school with heavy looks .\n[Re-enter JULIET, above]\nJULIET: Hist , Romeo, hist!—O, for a falconer’s  voice, To lure  this tassel-gentle  back again! Bondage  is hoarse  and may not speak aloud, Else would I tear the cave where Echo  lies And make her airy tongue more hoarse than mine With repetition of “My Romeo!”\nROMEO: It is my soul that calls upon my name. How silver-sweet sound lovers’ tongues by night, Like softest music to attending  ears!\nJULIET: Romeo!\nROMEO: My sweet?\nJULIET: What o’clock  tomorrow Shall I send to thee?\nROMEO: By the hour of nine.\nJULIET: I will not fail. ’Tis twenty year till then. I have forgot why I did call thee back.\nROMEO: Let me stand here till thou remember it.\nJULIET: I shall forget, to have thee still stand there, Rememb’ring  how I love thy company.\nROMEO: And I’ll still stay, to have thee still forget, Forgetting any other home but this.\nJULIET: ’Tis almost morning. I would have thee gone, And yet no farther than a wanton’s  bird, That lets it hop a little from her hand Like a poor prisoner in his twisted gyves , And with a silken thread plucks it back again, So loving-jealous  of his liberty .\nROMEO: I would I were thy bird.\nJULIET: Sweet, so would I. Yet I should kill thee with much cherishing . Good night, good night. Parting is such sweet sorrow  That I shall say good night till it be morrow .\n[Exit JULIET]\nROMEO: Sleep dwell  upon thine eyes, peace in thy breast. Would I were sleep and peace so sweet to rest. Hence  will I to my ghostly  friar’s close cell , His help to crave , and my dear hap  to tell.\n[Exit ROMEO]",
  "difficultWords": [
    {
      "word": "jests",
      "definition": "Laughs or makes jokes. Context: Romeo says Mercutio teases about love because he’s never been hurt by it."
    },
    {
      "word": "wound",
      "definition": "An injury or pain, here, emotional pain from love. Context: Romeo feels the pain of loving Juliet."
    },
    {
      "word": "soft",
      "definition": "Quiet or hush. Context: Romeo tells himself to be quiet and listen."
    },
    {
      "word": "yonder",
      "definition": "That, pointing to something far. Context: Refers to Juliet’s window."
    },
    {
      "word": "fair",
      "definition": "Beautiful. Context: Describes Juliet as a beautiful sun."
    },
    {
      "word": "kill",
      "definition": "Outshine or overpower. Context: Juliet’s beauty makes the moon seem dim."
    },
    {
      "word": "envious",
      "definition": "Jealous. Context: The moon is jealous of Juliet’s beauty."
    },
    {
      "word": "grief",
      "definition": "Sadness. Context: The moon is sad because Juliet is prettier."
    },
    {
      "word": "maid",
      "definition": "Servant or follower, here, of the moon goddess Diana. Context: Juliet is compared to a follower of the moon."
    },
    {
      "word": "vestal",
      "definition": "Pure or virginal, relating to Diana, goddess of chastity. Context: Describes the moon’s appearance."
    },
    {
      "word": "livery",
      "definition": "Uniform or clothing. Context: The moon’s pale, green light is like a uniform."
    },
    {
      "word": "green",
      "definition": "Pale or sickly, not the color. Context: The moon’s light looks weak compared to Juliet."
    },
    {
      "word": "Cast",
      "definition": "Throw or remove. Context: Romeo wants Juliet to reject the moon’s service."
    },
    {
      "word": "were",
      "definition": "Was, here, wishes she knew. Context: Romeo wishes Juliet knew he loves her."
    },
    {
      "word": "discourses",
      "definition": "Speaks or communicates. Context: Juliet’s eyes seem to “talk” to Romeo."
    },
    {
      "word": "bold",
      "definition": "Brave or forward, here, too forward. Context: Romeo worries he’s being too eager."
    },
    {
      "word": "entreat",
      "definition": "Ask or beg. Context: Stars ask Juliet’s eyes to shine for them."
    },
    {
      "word": "spheres",
      "definition": "Places in the sky, an old belief that stars were in invisible orbits. Context: Refers to where stars “live.”"
    },
    {
      "word": "shame",
      "definition": "Make look bad by comparison. Context: Juliet’s cheeks are brighter than stars."
    },
    {
      "word": "region",
      "definition": "Sky or air. Context: Juliet’s eyes would light up the sky."
    },
    {
      "word": "me",
      "definition": "Oh, alas, an expression of sadness or longing. Context: Juliet sighs, thinking of Romeo."
    },
    {
      "word": "glorious",
      "definition": "Beautiful or splendid. Context: Romeo compares Juliet to an angel."
    },
    {
      "word": "d",
      "definition": "Looking up with wide, amazed eyes. Context: People look at angels in wonder."
    },
    {
      "word": "mortals",
      "definition": "Humans. Context: Humans admire heavenly beings like Juliet."
    },
    {
      "word": "bestrides",
      "definition": "Strides over or stands above. Context: The angel moves grandly above clouds."
    },
    {
      "word": "lazy-pacing",
      "definition": "Slow-moving. Context: Describes the clouds’ gentle movement."
    },
    {
      "word": "bosom",
      "definition": "Chest or surface. Context: The air supports the angel like a chest."
    },
    {
      "word": "Wherefore",
      "definition": "Why. Context: Juliet asks why Romeo is a Montague, her enemy."
    },
    {
      "word": "sworn",
      "definition": "Promised with a vow. Context: Juliet wants Romeo to promise his love."
    },
    {
      "word": "Retain",
      "definition": "Keep. Context: Romeo would still be perfect without his name."
    },
    {
      "word": "owes",
      "definition": "Owns or has. Context: Romeo has perfection naturally."
    },
    {
      "word": "title",
      "definition": "Name or label. Context: Refers to the name “Montague.”"
    },
    {
      "word": "doff",
      "definition": "Remove or take off. Context: Juliet wants Romeo to give up his name."
    },
    {
      "word": "baptized",
      "definition": "Given a new name, like in a religious ceremony. Context: Romeo will take “love” as his new name."
    },
    {
      "word": "Henceforth",
      "definition": "From now on. Context: Romeo promises to abandon his name."
    },
    {
      "word": "bescreened",
      "definition": "Hidden or covered. Context: Romeo is hidden by darkness."
    },
    {
      "word": "stumblest",
      "definition": "Accidentally come upon. Context: Juliet is surprised Romeo heard her thoughts."
    },
    {
      "word": "counsel",
      "definition": "Private thoughts or secrets. Context: Juliet’s private words about Romeo."
    },
    {
      "word": "drunk",
      "definition": "Taken in or absorbed. Context: Juliet hasn’t heard much but recognizes Romeo’s voice."
    },
    {
      "word": "utterance",
      "definition": "Speech or words. Context: Refers to Romeo’s voice."
    },
    {
      "word": "dislike",
      "definition": "Displease or bother. Context: Romeo rejects his name if it upsets Juliet."
    },
    {
      "word": "hither",
      "definition": "Here. Context: Juliet asks how Romeo got to her orchard."
    },
    {
      "word": "kinsmen",
      "definition": "Family members. Context: Juliet’s relatives, the Capulets, are Romeo’s enemies."
    },
    {
      "word": "o’erperch",
      "definition": "Fly over or climb over. Context: Romeo says love helped him climb the walls."
    },
    {
      "word": "stop",
      "definition": "Obstacle or barrier. Context: Romeo says the Capulets can’t stop his love."
    },
    {
      "word": "Alack",
      "definition": "Alas or oh no, an expression of sorrow. Context: Romeo acknowledges danger."
    },
    {
      "word": "peril",
      "definition": "Danger. Context: Juliet’s look is more dangerous to Romeo than swords."
    },
    {
      "word": "proof",
      "definition": "Protected or immune. Context: Juliet’s kind look protects Romeo."
    },
    {
      "word": "enmity",
      "definition": "Hatred or hostility. Context: Refers to the Capulets’ hatred for Montagues."
    },
    {
      "word": "cloak",
      "definition": "A covering or protection. Context: Night hides Romeo from danger."
    },
    {
      "word": "wanting",
      "definition": "Lacking. Context: Romeo doesn’t want to live without Juliet’s love."
    },
    {
      "word": "prompt",
      "definition": "Urge or encourage. Context: Love pushed Romeo to find Juliet."
    },
    {
      "word": "inquire",
      "definition": "Search or seek. Context: Romeo looked for Juliet’s house."
    },
    {
      "word": "pilot",
      "definition": "A navigator or guide, like on a ship. Context: Romeo says he’s not skilled but would still find Juliet."
    },
    {
      "word": "adventure",
      "definition": "Risk a journey. Context: Romeo would travel far for Juliet."
    },
    {
      "word": "merchandise",
      "definition": "A treasure or prize. Context: Juliet is the valuable prize Romeo seeks."
    },
    {
      "word": "maiden",
      "definition": "A young woman or virgin. Context: Juliet refers to herself as a shy young woman."
    },
    {
      "word": "bepaint",
      "definition": "Paint or color. Context: Juliet would blush with embarrassment."
    },
    {
      "word": "Fain",
      "definition": "Gladly or willingly. Context: Juliet wishes she could act more reserved."
    },
    {
      "word": "form",
      "definition": "Proper behavior or manners. Context: Juliet wants to follow social rules."
    },
    {
      "word": "compliment",
      "definition": "Polite behavior or formality. Context: Juliet rejects politeness to be honest."
    },
    {
      "word": "false",
      "definition": "Untrue or dishonest. Context: Juliet worries Romeo’s love might not be real."
    },
    {
      "word": "perjuries",
      "definition": "Lies or broken promises. Context: Juliet says the god Jove finds lovers’ lies amusing."
    },
    {
      "word": "Jove",
      "definition": "Jupiter, a Roman god. Context: Juliet refers to mythology to talk about love."
    },
    {
      "word": "faithfully",
      "definition": "Honestly or truly. Context: Juliet asks for Romeo’s true feelings."
    },
    {
      "word": "perverse",
      "definition": "Stubborn or contrary. Context: Juliet could act difficult to make Romeo pursue her."
    },
    {
      "word": "nay",
      "definition": "No. Context: Juliet might refuse Romeo to test him."
    },
    {
      "word": "woo",
      "definition": "Court or seek someone’s love. Context: Juliet could make Romeo work harder for her love."
    },
    {
      "word": "fond",
      "definition": "Affectionate or loving, sometimes foolishly so. Context: Juliet admits she loves Romeo deeply."
    },
    {
      "word": "'havior",
      "definition": "Behavior or actions. Context: Juliet worries Romeo thinks she’s too forward."
    },
    {
      "word": "light",
      "definition": "Frivolous or not serious. Context: Juliet doesn’t want her love seen as shallow."
    },
    {
      "word": "coying",
      "definition": "Acting shy or reserved. Context: Some women pretend to be distant to seem proper."
    },
    {
      "word": "strange",
      "definition": "Distant or reserved. Context: Juliet says she’s more honest than coy women."
    },
    {
      "word": "ere",
      "definition": "Before. Context: Romeo heard Juliet before she knew he was there."
    },
    {
      "word": "'ware",
      "definition": "Aware. Context: Juliet didn’t know Romeo was listening."
    },
    {
      "word": "impute",
      "definition": "Attribute or blame. Context: Juliet asks Romeo not to think her love is shallow."
    },
    {
      "word": "yielding",
      "definition": "Giving in or agreeing. Context: Juliet’s openness about her love."
    },
    {
      "word": "inconstant",
      "definition": "Changeable or unreliable. Context: The moon changes, so it’s a bad thing to swear by."
    },
    {
      "word": "orb",
      "definition": "A circle or path, of the moon. Context: Refers to the moon’s changing phases."
    },
    {
      "word": "variable",
      "definition": "Unsteady or changing. Context: Juliet fears Romeo’s love might change like the moon."
    },
    {
      "word": "gracious",
      "definition": "Kind or noble. Context: Juliet says Romeo himself is worthy to swear by."
    },
    {
      "word": "idolatry",
      "definition": "Worship or extreme devotion. Context: Juliet “worships” Romeo like a god."
    },
    {
      "word": "contract",
      "definition": "An agreement or vow. Context: Juliet is unsure about their quick promises."
    },
    {
      "word": "rash",
      "definition": "Hasty or reckless. Context: Juliet thinks their love is too fast."
    },
    {
      "word": "unadvised",
      "definition": "Not thought through. Context: Their love lacks careful planning."
    },
    {
      "word": "beauteous",
      "definition": "Beautiful. Context: Their love might grow into something beautiful."
    },
    {
      "word": "repose",
      "definition": "Rest or sleep. Context: Juliet wishes Romeo peaceful sleep."
    },
    {
      "word": "unsatisfied",
      "definition": "Unfulfilled. Context: Romeo wants a vow of love."
    },
    {
      "word": "frank",
      "definition": "Honest or generous. Context: Juliet wants to give her love again openly."
    },
    {
      "word": "bounty",
      "definition": "Generosity or wealth. Context: Juliet’s love is as vast as the sea."
    },
    {
      "word": "boundless",
      "definition": "Without limits. Context: Juliet’s love has no end."
    },
    {
      "word": "infinite",
      "definition": "Endless or unlimited. Context: Juliet’s love grows the more she gives."
    },
    {
      "word": "adieu",
      "definition": "Goodbye, French. Context: Juliet says farewell as she leaves."
    },
    {
      "word": "Anon",
      "definition": "Soon or right away. Context: Juliet responds to the Nurse’s call."
    },
    {
      "word": "afeard",
      "definition": "Afraid. Context: Romeo fears this moment is too good to be real."
    },
    {
      "word": "flattering",
      "definition": "Pleasing but maybe not true. Context: The moment feels like a dream."
    },
    {
      "word": "substantial",
      "definition": "Real or solid. Context: Romeo hopes this love is not just a dream."
    },
    {
      "word": "bent",
      "definition": "Intention or purpose. Context: Juliet wants Romeo’s love to be serious."
    },
    {
      "word": "procure",
      "definition": "Arrange or get. Context: Juliet will send a messenger."
    },
    {
      "word": "rite",
      "definition": "Ceremony, here, marriage. Context: Juliet asks about wedding plans."
    },
    {
      "word": "fortunes",
      "definition": "Wealth or future. Context: Juliet offers everything to Romeo."
    },
    {
      "word": "beseech",
      "definition": "Beg or ask earnestly. Context: Juliet asks Romeo to be honest."
    },
    {
      "word": "by",
      "definition": "Immediately or soon. Context: Juliet responds to the Nurse."
    },
    {
      "word": "strife",
      "definition": "Effort or pursuit. Context: Juliet asks Romeo to stop if he’s not serious."
    },
    {
      "word": "thrive",
      "definition": "Prosper or do well. Context: Romeo hopes his soul succeeds with Juliet’s love."
    },
    {
      "word": "want",
      "definition": "Lack or miss. Context: Romeo hates losing Juliet’s presence."
    },
    {
      "word": "looks",
      "definition": "Sad or reluctant expressions. Context: Leaving love is like going to school sadly."
    },
    {
      "word": "Hist",
      "definition": "Hush or call quietly. Context: Juliet calls Romeo back softly."
    },
    {
      "word": "falconer’s",
      "definition": "A person who trains falcons. Context: Juliet wishes she could call Romeo like a falcon."
    },
    {
      "word": "lure",
      "definition": "Attract or call back. Context: Juliet wants to bring Romeo back."
    },
    {
      "word": "tassel-gentle",
      "definition": "Male falcon, a gentle bird. Context: Juliet compares Romeo to a falcon."
    },
    {
      "word": "Bondage",
      "definition": "Restriction or confinement. Context: Juliet’s situation limits her freedom to speak."
    },
    {
      "word": "hoarse",
      "definition": "Rough or unable to speak loudly. Context: Juliet can’t call out loudly."
    },
    {
      "word": "Echo",
      "definition": "A mythical figure whose voice repeats sounds. Context: Juliet would call Romeo’s name repeatedly."
    },
    {
      "word": "attending",
      "definition": "Listening. Context: Lovers’ voices sound sweet to each other."
    },
    {
      "word": "o’clock",
      "definition": "Time, by the clock. Context: Juliet asks what time to send her messenger."
    },
    {
      "word": "Rememb’ring",
      "definition": "Remembering. Context: Juliet loves Romeo’s presence."
    },
    {
      "word": "wanton’s",
      "definition": "A spoiled or playful person’s. Context: Juliet compares herself to a child with a pet."
    },
    {
      "word": "gyves",
      "definition": "Shackles or chains. Context: The bird is like a prisoner tied up."
    },
    {
      "word": "loving-jealous",
      "definition": "Loving but protective. Context: Juliet wants Romeo close, like a jealous owner."
    },
    {
      "word": "liberty",
      "definition": "Freedom. Context: The bird, Romeo, wants freedom, but Juliet wants him near."
    },
    {
      "word": "cherishing",
      "definition": "Loving or caring too much. Context: Juliet’s love might overwhelm Romeo."
    },
    {
      "word": "sorrow",
      "definition": "Sadness. Context: Leaving is sad but sweet because of their love."
    },
    {
      "word": "morrow",
      "definition": "Tomorrow. Context: Juliet will keep saying good night until morning."
    },
    {
      "word": "dwell",
      "definition": "Stay or rest. Context: Romeo wishes sleep and peace for Juliet."
    },
    {
      "word": "Hence",
      "definition": "From here. Context: Romeo will go to the friar."
    },
    {
      "word": "ghostly",
      "definition": "Spiritual or holy. Context: Refers to Friar Laurence as a spiritual guide."
    },
    {
      "word": "cell",
      "definition": "A private room. Context: The friar’s small room for prayer or advice."
    },
    {
      "word": "crave",
      "definition": "Ask for or seek. Context: Romeo will ask the friar for help."
    },
    {
      "word": "hap",
      "definition": "Luck or fortune. Context: Romeo wants to share his good luck, finding Juliet."
    }
  ]
}